Repository: 84000/data-translation-memory
Catalog: toh214-v3.tmx
Source language: bo
Languages: en

source: རྒྱལ་པོ་ལ་གདམས་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Mahāyāna Sūtra Advice to a King (1) Advice to King Bimbisāra

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཆལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན། དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་བྱང་ཆུབ་སེམས་དཔའི་དགེ་འདུན་རབ་ཏུ་མང་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་སོ། །
en: The Blessed One was staying at Prince Jeta’s Grove, Anāthapiṇḍada’s Park, with a large community of monks and a community of many bodhisattvas.

source: དེའི་ཚེ་བཅོམ་ལྡན་འདས་ཀྱིས་འཁོར་རྣམས་ལ་བཀའ་སྩལ་པ། དེ་རིང་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་གདུལ་བར་བྱ་བའི་དུས་ལ་བབ་ཀྱིས་ཡུལ་མ་ག་དྷཱར་འགྲོ་བར་བྱའོ་ཞེས་གསུངས་ནས།
en: At that time, the Blessed One declared to his audience, “Since the time has now come for King Bimbisāra to be trained, we must go to Magadha.”

source: འཁོར་དང་བཅས་པ་ངང་པའི་རྒྱལ་པོ་ལྟར་ནམ་མཁའ་ལ་ལྡིངས་ཏེ་གཤེགས་པ་བློན་པོ་ཟླ་བ་བཟང་པོས་མཐོང་ནས་རྒྱལ་པོ་ལ་སྨྲས་པ།
en: He then departed, gliding through the sky like a king of swans along with his entourage. When the minister Sucandra saw this, he said to his king, “Lord, the Buddha and his entourage are approaching our land.

source: ལྷ་ལགས་སངས་རྒྱས་འཁོར་དང་བཅས་པ་འོ་སྐོལ་གྱི་ཡུལ་དུ་བྱོན་པས་གྲོང་ཁྱེར་བརྒྱན་པ་དང་བསྙེན་བཀུར་བྱ་བར་རིགས་སོ། །
en: We should adorn the city to pay our respects.”

source: རྒྱལ་པོས་སྨྲས་པ། འཛམ་བུའི་གླིང་ན་ང་ལས་ཆེ་བ་མེད་པར་སུ་ལ་བསྙེན་བཀུར་བྱེད་ཅེས་སླར་ཉིད་དུ་དྲེགས་པར་གྱུར་ཏོ། །
en: “There is no one in Jambudvīpa greater than I,” replied the king, inflated with his own arrogance, “so to whom should I pay my respects?”

source: དེ་ནས་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོའི་ཕོ་བྲང་གི་སྒོར་གདན་བཤམས་པ་ལ་བཅོམ་ལྡན་འདས་འཁོར་དང་བཅས་པ་བཞུགས་སོ། །
en: Then the Buddha and his entourage sat down on seats laid out at the gates of King Bimbisāra’s palace.

source: དེ་ལྟར་བཞུགས་པར་ཤེས་ནས་རྒྱལ་པོས་གྱད་ཆེན་པོའི་འདེགས་པ་ཞེས་བྱ་བ་རྦད་དེ་རྡོ་ཤིན་ཏུ་ཆེ་བ་བཅོམ་ལྡན་འདས་ལ་འཕངས་སོ། །
en: When the king came to know that the Blessed One and his entourage were thus seated, he called on a wrestler known as a heavy lifter to throw a huge rock at the Blessed One.

source: རྡོ་དེ་ནམ་མཁའ་ལ་ལྡིང་ཞིང་དེ་ལས་སྒྲ་འདི་སྐད་ཅེས་གྲག་གོ། །
en: From the sound of that rock flying through the air came a voice that proclaimed: “Alas!

source: ཀྱེ་མ་འདུས་བྱས་རྟག་པ་མེད། །སྐྱེ་ཞིང་འགོག་པའི་ཆོས་ཅན་ཡིན། །
en: Compounded things have no permanence; Their nature is to arise and to cease.

source: སྐྱེ་བ་ཡོད་ན་འཆི་བ་ཡོད། །
en: Where there is birth, there is death.

source: འདུ་བ་ཡོད་ན་འབྲལ་བ་ཡོད། །
en: Where there is coming together, there is separation.

source: བསགས་པ་ཡོད་ན་འཛད་པ་ཡོད། །
en: Where there is accumulation, there is depletion.

source: ལང་ཚོའི་མདོག་ཀྱང་ནད་ཀྱིས་འཕྲོག །འཚོ་བའི་ཚེ་ཡང་འཆི་བས་འཕྲོག །
en: The glow of youth is robbed by illness And life itself is snatched by death.

source: ཆགས་པར་གྱུར་ན་སྡུག་བསྔལ་འཕེལ། །
en: “Where there is attachment, suffering thrives.

source: སྐྱོ་བར་བྱས་ན་ཐར་བར་འགྱུར། །
en: Where there is dissatisfaction, there will be liberation.”

source: ཞེས་པ་དེ་རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོས་ཐོས་པས་མོས་པར་གྱུར་ཏེ་ཐད་དུ་སོང་ནས་ཐལ་མོ་སྦྱར་ཏེ་འཁོད་པ་ལ་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: On hearing this, King Bimbisāra became respectful and went before the Buddha with his palms joined.

source: རྒྱལ་པོ་ཆེན་པོ་ཆོས་ལ་མོས་པར་བྱ། ཁོང་དུ་ཆུད་པར་བྱ། བསྒོ་བར་བྱ། ཡིད་འབྱུང་བར་བྱའོ། །
en: When he had taken a seat, the Blessed One said, “Great King, take interest in the Dharma, take it in, request for it to be taught, and be disillusioned.”

source: རྒྱལ་པོས་གསོལ་པ། བཅོམ་ལྡན་འདས་གང་ལ་སྐྱོ་བར་བགྱི། ཡིད་འབྱུང་བར་བགྱི།
en: The king inquired, “Blessed One, with what should I be dissatisfied and disillusioned?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཁོར་བ་ལས་སྐྱོ་ཞིང་ཡིད་འབྱུང་བར་བྱའོ། །
en: “Be dissatisfied and disillusioned with saṃsāra,” replied the Blessed One.

source: རྒྱལ་པོས་གསོལ་པ། ཅིའི་ཕྱིར་འཁོར་བ་ལས་སྐྱོ་ཞིང་ཡིད་འབྱུང་བར་བགྱི།
en: “Why should I be dissatisfied and disillusioned with saṃsāra?” asked the king.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཁོར་བ་འདི་མི་རྟག་པ་དང་། སྡུག་བསྔལ་བའི་ཕྱིར་རོ། །
en: “Because saṃsāra is impermanence and suffering,” he replied.

source: རྒྱལ་པོས་གསོལ་པ། བཅོམ་ལྡན་འདས་འཁོར་བ་འདི་ཇི་སྐད་མི་རྟག་པ་ལགས།
en: “How is saṃsāra impermanence, Blessed One?” inquired the king.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྣོད་ཀྱི་འཇིག་རྟེན་འདི་ཡང་མི་རྟག་ལ། བཅུད་ཀྱི་སེམས་ཅན་ཡང་མི་རྟག་གོ། །
en: “This container, the world, is impermanent, and its contents, sentient beings, are also impermanent,” replied the Blessed One.

source: རྒྱལ་པོས་གསོལ་པ། སྣོད་ཀྱི་འཇིག་རྟེན་ཇི་ལྟར་མི་རྟག་པ་ལགས།
en: “How is this container, the world, impermanent?” asked the king.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྣོད་ཀྱི་འཇིག་རྟེན་རི་རབ་གླིང་ཁམས་ཀྱང་། །འཇིག་པའི་དུས་ཚེ་བསྐལ་པའི་མེ་བྱུང་ནས། །ཐལ་བའི་ལྷག་མ་ཙམ་ཡང་མ་ལུས་སོ། །
en: The Blessed One replied: “When the time of destruction and the fires at the end of the eon rise, Nothing will remain, not even ashes, Of this container-world with its Mount Meru and the continents.

source: ཆུ་དང་རླུང་གིས་འཇིག་པ་དེ་བཞིན་ནོ། །
en: So too shall it be with the destructions by water and by wind.

source: གཞན་ཡང་དབྱར་དྲོད་སྐྱེ་ལ་དགུན་གྲང་སྐམ། །
en: “Or again, that which grows in warm summer rain dries up in the cold of winter.

source: ལོ་ལེགས་ལོ་ཉེས་ཐན་ཞོད་ངེས་པ་མེད། །
en: Good crops, bad crops, drought, or deluge—there is no certainty.

source: ལོ་ཟླ་འདས་ཤིང་འཇིག་པའི་དུས་དང་ཉེ། །
en: As the months and years pass, the time of destruction draws ever nearer.

source: དེ་ལ་སོགས་ཏེ་མི་རྟག་མངོན་སུམ་ནི། །རྟག་པ་ཡིན་ན་ཅི་ཕྱིར་འགྱུར་ཞིང་འགྲོ། །
en: “Impermanence is evident from these and other examples, For if there were permanence, how could there be change?”

source: རྒྱལ་པོས་གསོལ་པ། བཅུད་ཀྱི་སེམས་ཅན་ཇི་ལྟར་མི་རྟག་པ་ལགས།
en: “How are the contents, sentient beings, impermanent?” asked the king.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། བཅུད་ཀྱི་སེམས་ཅན་ཚེ་འདི་ཉིད་ལ་ཡང་། །ཉིན་ཞག་ལོ་ཟླ་རིམ་གྱིས་གཅོད་བྱེད་པས། །ཉིན་ཞག་འདས་ཤིང་འཆི་དང་ཕར་ཕར་ཉེ། །
en: The Blessed One replied: “For the contents, for sentient beings, this life is just the same— Counting off the days, the months, and years, With every day that passes, death draws ever nearer.

source: མི་ཤིར་འདོད་ཀྱང་རང་ལ་རང་དབང་མེད། །
en: “Though we would like not to die, it is beyond our control.

source: སྐྱེ་རྒ་ན་འཆི་རང་ཐག་རི་མོ་འདྲ། །འཆི་བདག་བདུད་ནི་སོ་བྱ་ཉ་སྡོད་འདྲ། །
en: Birth, old age, sickness, and death are like pictures we draw ourselves, While Māra, Lord of Death, looks on like a black heron waiting for fish.

source: འཆི་བའི་རྐྱེན་ནི་བསམ་གྱིས་མི་ཁྱབ་སྟེ། །
en: “Causes of death are more numerous than can be conceived.

source: འཆི་རྐྱེན་མ་སོང་དངོས་པོ་གང་ཡང་མེད། །
en: There is nothing at all that has not been a cause of death.

source: ལུས་འདི་ཟས་ཀྱིས་འཚོ་ཡང་བརྣངས་ནས་འཆི། །
en: This body is sustained by eating, but choke on your food, and you will die.

source: འཇིག་རྟེན་འདི་ན་ཆེ་ཆུང་ཕྱུག་དབུལ་ཀུན། །འཆི་བདག་དབང་དུ་མི་འགྱུར་གང་ཡང་མེད། །
en: In this world there are none—neither great nor small, neither rich nor poor— Who have power over the Lord of Death.

source: སྔ་མ་ཤི་བའི་མི་རྣམས་ཀུན་གྱིས་ཀྱང་། །
en: “Those people who have died in the past, They too hoped that things would last.

source: རྟག་ཏུ་རེ་ནས་བུ་དང་ནོར་བསགས་ཀྱང་། །བུ་ནོར་ཕྱིར་ལུས་བདག་ལ་ཕན་པ་མེད། །རང་གི་དགེ་སྡིག་གཉིས་དང་འགྲོགས་ཏེ་འཆི། །
en: They gathered children and wealth around them, But neither their children nor their wealth, Nor even, in the end, their bodies, were of any use, For in death we are accompanied by our good and bad deeds alone.

source: ད་ལྟར་རང་གི་གནས་པའི་རིང་འདི་ལའང་། །དགའ་བཤེས་གཉེན་འདུན་མཛའ་དང་མི་མཛའ་དང་། །ན་ཚོད་འཐུན་དང་རྒན་གཞོན་ཇི་སྙེད་ཅིག །ཤི་བ་མཐོང་ཞིང་ཐོས་པ་མ་ཡིན་ནམ། །
en: “Even now, while still living, Haven’t you seen, or haven’t you heard, Of friends or relatives— Those you like or those you do not, Those your own age, or older, or younger— Who have died?

source: ས་སྟེང་གནས་པའི་སེམས་ཅན་འདི་ཀུན་ཡང་། །ལོ་བརྒྱ་ཚུན་ཆད་སྡོད་ཀྱང་མ་ལུས་འཆི། །
en: “Everyone who lives upon this earth May survive up to a hundred years, But all will die, without exception.

source: དེ་བས་རང་རེའང་འཆི་བའི་ཆོས་ཅན་ཡིན། །
en: It is our nature, each and every one of us, to die.

source: དེང་འཆི་སང་འཆི་སུས་ཀྱང་མི་ཤེས་ཏེ། །
en: Whether death will come today or tomorrow, No one knows.

source: ཚོད་འཛིན་པ་ཡང་མི་འཇིགས་སྦྱིན་མེད་པས། སང་ཕོད་དེང་སང་བདག་ཉིད་ཇི་ལྟར་འགྱུར། །
en: “Even having the measure of it offers no respite from fear, For what will happen next year, or this very day?

source: འཆི་བའི་ཚེ་ན་ཕ་མ་བུ་ཚ་དང་། །ཕུ་ནུ་མཛའ་བཤེས་བྲན་ཁོལ་ནོར་ཀུན་ཀྱང་། །བདག་ཉིད་འཆི་བའི་ཕྱི་ན་འོང་མེད་པས། །
en: “When you die, neither your parents nor your sons, Neither your relatives nor friends, Neither your servants nor all your possessions Will accompany you beyond death.

source: སྡུག་བསྔལ་སྐལ་ལེན་འགའ་ཡང་ཡོད་མ་ཡིན། །
en: None will share even a part of your pain.

source: དེ་བས་སྐྱེས་ཀྱང་བདག་ཉིད་གཅིག་པུ་སྐྱེས། ཐ་མ་འཆི་ཡང་བདག་ཉིད་གཅིག་པུ་འཆི། །
en: “At birth, you are born alone, And in the end, at death, you will die alone.

source: སྐད་ཅིག་ཚེ་ལས་འཐུན་པ་ཉེ་གཞི་རྣམས། །
en: In an instant, all that you hold nearest and dearest in life Will depart, like guests returning home after a brief stay.

source: འགྲོན་པོ་གནས་འཐུན་ཙམ་སྟེ་སོ་སོར་འགྲོ། །སྐད་ཅིག་ཙམ་ཡང་འབྲལ་བར་མི་ཕོད་པའི། །གཉེན་དང་ནོར་རྫས་ཡུལ་མཁར་ཀུན་བོར་ནས། །བདག་ཉིད་གཅིག་པུ་འཇིགས་པའི་ལམ་དུ་འགྲོ། །
en: “That which you dare not part with, even for a moment— Relatives, possessions, land, and home—all will be left behind, As you embark on the fearful road alone.

source: ཇི་ཙམ་སྡིག་དང་བསྡོས་ནས་ནོར་བསགས་ཀྱང་། སྡིག་པའི་རྣམ་སྨིན་རྨོངས་པ་བདག་ཉིད་འཁུར། །བསགས་པའི་ནོར་ནི་ཁོང་དག་བུ་ཚས་འཁྱེར། །དེ་ཕྱིར་བསགས་པའི་ནོར་གྱིས་ཅི་ཞིག་ཕན། །
en: “Wealth may be accumulated through this or that connivance or dispute, But while the obscurations incurred by such wrongdoing must be borne, The wealth accumulated thereby will soon be carried away by relatives, So what is gained by amassing wealth?

source: བདག་ལ་ཤིན་ཏུ་ཕངས་པའི་ལུས་འདི་ཡང་། །ཤི་བའི་དུས་སུ་རྫ་ཞིག་བཞིན་དུ་འབོར། །
en: “Even this body that is held so dear Will be discarded at death, like a used earthenware pot.

source: ལྷན་ཅིག་སྐྱེས་པའི་ཤ་རུས་གཉིས་ཀྱང་འབྱེ། །
en: Even flesh and bone, born together, will come asunder.

source: དབང་མེད་བདག་ཉིད་གཅིག་པུ་འཁྱམས་ནས་ནི། །ལས་ཀྱི་དབང་གིས་གང་དུ་སྐྱེས་གྱུར་ན། །
en: Powerless, you will wander alone, Until by the power of karma you are reborn.

source: དེ་བས་ལུས་ཀྱི་ཕྱིར་ནི་སྡིག་མི་བྱ། །
en: So, for the sake of the body, do no wrong.

source: ལུས་འདི་ས་གཏིང་འགྲོ་སྟེ་ཆོག་མི་ཤེས། །མི་གཙང་ལས་བྱུང་མི་གཙང་ཕུང་པོ་ཡིན། །
en: “Do not be content with this body that treads the firm earth— It is an impure heap, born from impure karma.

source: ན་རྒ་འཆི་སོགས་སྡུག་བསྔལ་ཀུན་གྱི་གནས། །
en: Subject to sickness, old age, and death, it is the site of every suffering.

source: ཤི་ནས་ལུས་བོར་ས་ཡི་ཕྱོགས་ཙམ་བཙོག །བྱ་དང་ཁྱི་སྤྱང་ལ་སོགས་རྣམས་ཀྱིས་ཟ། །
en: Once dead, it is nothing but some filth to be discarded anywhere, For birds, jackals, and other animals to feed upon.

source: བསྙེན་བཀུར་འབད་ཀྱང་འཆི་བདག་སྲིན་པོས་འཕྲོག །
en: Even if efforts are made to respect and venerate them, The Lord of Death and his demons will drag you away.

source: མཁས་པས་སྨོད་ཅིང་བླུན་པོ་ཆགས་པའི་གནས། །དེ་བས་མཁས་པ་ལུས་ལ་སུ་ཞིག་ཆགས། །
en: “Disparaged by the wise and an object of attachment for fools— What learned person is attached to the body?

source: ལུས་ཀྱི་ཕྱིར་ནི་ཡ་ངར་འཇུག་མི་བྱ། །
en: So do not fret for the sake of the body.

source: འདི་ལ་གླ་རྔན་གོས་ཟས་བྱིན་ནས་སུ། །ཡུན་གྱི་ཕན་ཕྱིར་བསོད་ནམས་སོག་ཏུ་གཞུག །བདག་གི་གྲོགས་ནི་དགེ་སྡིག་གཉིས་ལས་མེད། །
en: For the sake of this life, dispense wages for food and clothing, But for lasting benefit, make merit and so on, For the only friends you will have at death are your own good and bad deeds.

source: དེ་ཡང་དགེ་བ་མཐོ་རིས་ཐར་པའི་རྒྱུ། །སྡིག་པ་ངན་སོང་སྡུག་བསྔལ་འབྱུང་བའི་རྒྱུ། །
en: While good deeds lead to higher realms and liberation, Bad deeds lead to the suffering of the lower realms.

source: མ་ཤི་བར་དུའང་ལུས་ནི་མི་རྟག་སྟེ། །
en: “Even before death, this body is impermanent.

source: བུ་ཆུང་བྱིས་པ་གཞོན་ནུ་ཉིད་དུ་འགྱུར། །དེ་ནས་དར་ལ་བབ་དང་དར་ཡོལ་དང་། །
en: From a small child you grow into a youth, Then on to adulthood, middle age, and old age.

source: རྒས་པར་གྱུར་ཏེ་ལུས་འདི་རྟག་ན་ནི། །གནས་སྐབས་དེ་སྙེད་ཅིག་ནི་ཅིས་ཏེ་འགྱུར། །
en: If the body were permanent, How could there be such phases?

source: ལོངས་སྤྱོད་བདེ་སྡུག་རྣམས་ཀྱང་མི་རྟག་སྟེ། །
en: “The objects of experience, those that bring pleasure and pain, are also impermanent.

source: བཙན་ཕྱུག་འཛོམ་པ་སྡུག་ཕོངས་ཅན་དུ་འགྱུར། །སྡུག་ཕོངས་ཅན་ཡང་བཙན་ཕྱུག་འཛོམ་པར་འགྱུར། །
en: Those who have power and wealth may become miserable and destitute, And those who are miserable and destitute may become powerful and wealthy.

source: ལང་ཚོ་ལོངས་སྤྱོད་ན་རྒ་འཆི་བས་འཇོམས། །
en: The enjoyments of youth are ravaged by illness, aging, and death.

source: འཇིག་རྟེན་ཆོས་འདི་ཐམས་ཅད་མི་རྟག་གོ། །
en: All these worldly phenomena are impermanent.”

source: རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོས་གསོལ་པ། བཅོམ་ལྡན་འདས་འཁོར་བ་པ་འདིའི་སྡུག་བསྔལ་ཇི་ལྟ་བུ་ལགས།
en: King Bimisāra asked, “Blessed One, what are the sufferings of beings in saṃsāra?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འཁོར་བ་པ་ལ་ནམ་ཡང་བདེ་བ་མེད། །
en: The Blessed One replied, “For beings in saṃsāra there is never any lasting happiness.

source: བྱས་པ་ཐམས་ཅད་དོན་མེད་སྡུག་བསྔལ་རྒྱུ། །སྡུག་བསྔལ་གཙོ་བོ་སྐྱེ་རྒ་ན་འཆི་བཞི། །
en: The main kinds of suffering are four: birth, aging, illness, and death.

source: དམྱལ་བར་སྐྱེས་ན་སྡུག་བསྔལ་འདི་འདྲའོ། །དམྱལ་སྲུངས་དང་ནི་དམྱལ་བའི་མེ་མཐོང་ནས། །ཤིན་ཏུ་སྐྲག་དངངས་ཆོ་ངེས་ཆེར་འདེབས་ཤིང་། །
en: “The sufferings of beings born in the hells are like this: Merely seeing the guards of hell and the fires of hell Sets off great wails of fear and terror.

source: རང་ལ་རྔན་འགྲང་སྔོན་གྱི་སྡིག་པ་ལ། །ཤིན་ཏུ་འགྱོད་ཀྱང་ཕན་པ་ཅི་ཡང་མེད། །
en: Counting the cost to oneself and feeling deep remorse about one’s former actions Are of no use whatsoever.

source: ལུས་འདི་ཤིན་ཏུ་ཆེ་ལ་གཞོན་ཤ་ཅན། །ཚོར་བ་ཆེ་ཞིང་དྲག་པོའི་ལུས་ཐོབ་ནས། །
en: “Some obtain massive bodies with tender skin, Subject to intense and violent sensations.

source: ཁ་ཅིག་རང་ལུས་མེ་ཡི་ཕུང་པོར་འབར། །
en: Some have bodies that burn in a blazing mass of fire.

source: ཁ་ཅིག་ལྕགས་མཁར་ཁང་པ་སྦྲུམ་མར་རྡུང་། །འགྲེ་ལྡོག་བྱེད་ཅིང་ཕྱོགས་ནི་ཀུན་ནས་སྲེག །
en: Some are crushed likes seeds in rooms with iron walls, Rolling back and forth, and burning all over.

source: ཁ་ཅིག་ལྕགས་ལས་བྱས་པའི་སྣོད་ཆེན་དུ། །སྤྱི་ཚུགས་འབྲུ་ཉུངས་ཆུ་ཁོལ་ཐུག་བཞིན་འཚེད། །
en: “Others are thrown headfirst into huge iron cauldrons Where they cook like grains in a boiling soup.

source: ཁ་ཅིག་སོག་ལེས་འདྲ་ཞིང་གཏུན་ལ་རྡུང་། །
en: Some are gashed by saws and pounded in mortars.

source: ཁ་ཅིག་གནས་དང་ཁང་པར་སྲུང་ཞིང་སྲེག །མེ་མ་མུར་དང་ཐལ་ཚན་ཆུ་ལ་སོགས། །
en: Some are kept in dwellings and houses and roasted alive, Scorched by glowing embers, hot ashes, hot water, and such.

source: སྡུག་བསྔལ་མང་པོ་བསམ་གྱིས་མི་ཁྱབ་བོ། །
en: There are tortures more numerous than can be conceived.

source: མི་ཡི་ལོ་ནི་འབུམ་དང་བརྒྱད་ཁྲི་ལ། །དམྱལ་བ་ཁ་ཅིག་ན་ནི་ཉིན་ཞག་གཅིག །དེ་ལ་སོགས་པ་བསྐལ་པའི་བར་དུ་གནས། །
en: “Where a single day and night is a hundred eighty thousand human years, They stay in such hells for an eon.

source: ཤི་བར་དགའ་ཡང་འཆིར་ནི་མི་བཏུབ་བོ། །ལས་མ་ཟད་པ་ཁ་ཅིག་འཇིག་ཆགས་ཚེ། །འཇིག་རྟེན་བརྒྱུད་ཅིང་འཇིག་ཆགས་མེད་པར་སྐྱེ། །
en: Even though they long for death, death does not come To those whose karma is not exhausted, Until the time when the world itself disintegrates And a new world is born again.

source: ཡི་དགས་སྐྱེས་པ་བཀྲེས་དང་སྐོམ་པས་གདུངས། །མགོ་བོ་རི་ཙམ་ཁ་ནི་ཁབ་མིག་ཙམ། །སྐེ་རྩ་རབ་ཕྲ་གསུས་པ་ཡུལ་ལྗོངས་ཙམ། །
en: “Those born as pretas are tormented by hunger and thirst, With heads the size of mountains, mouths as narrow as the eye of a needle, Throats just as narrow, and bellies the size of districts.

source: བཟའ་བཏུང་མཐོང་ཡང་གཞན་གྱིས་བསྲུངས་པ་དང་། །རྣག་ཁྲག་ངན་སྐྱུགས་ལ་སོགས་གཞན་དུ་མཐོང་། །
en: They see food and drink, but others guard these things, Or else they perceive them as something else—blood, pus, vomit, and the like.

source: ཁ་ཅིག་ཟོས་ཀྱང་ཁྲོ་ཆུ་ཁོལ་མར་འགྲོ། །
en: Though some manage to eat, the food turns to molten metal in their throats.

source: བྱོལ་སོང་སྐྱེས་ན་གཅིག་ལ་གཅིག་ཟ་དང་། །རང་ལ་དབང་མེད་བཀོལ་བཏགས་རྡེག་འཚོག་དང་། །གཞན་གྱིས་གསོད་སོགས་གཏི་མུག་རྨོངས་པས་སྡུག །
en: “Those born as animals eat one another, and, Mired in the sufferings of ignorance, they have no freedom— They are tied up, beaten, exploited, and killed by others.

source: མིར་སྐྱེས་ན་ཡང་མངལ་ན་གནས་པའི་ཚེ། །
en: “Those born as humans suffer even while still in the womb.

source: མ་ནི་འགྲངས་ཚེ་བྲག་བར་བཙིར་བ་འདྲ། །
en: When the mother eats her fill, it is like being crushed between rocks.

source: བཀྲེས་པའི་ཚེ་ན་སྤྱང་ལ་བཏང་བ་སྙམ། །
en: When she is hungry, it is like being abandoned to wolves.

source: དྲག་ཤུལ་བྱེད་ཚེ་གཏུན་ལ་རྡུང་བ་སྙམ། །
en: When she does heavy labor, it is like being pounded in a mortar.

source: བཙས་པའི་ཚེ་ན་པགས་པ་བཤུས་ནས་ནི། །རྩིག་པའི་ལོགས་ལ་དྲུད་པ་བས་ཀྱང་རྩུབ། །ཚ་འབྲུམ་བཀྲེས་སྐོམ་རྐང་ལག་ན་ནས་སྡུག །
en: The experience of birth is as rough as being dragged along the side of a wall After the skin has been peeled off, While tormented by heat rashes, hunger, thirst, and aching limbs.

source: ཆེར་སྐྱེས་ན་ཡང་སོ་ནམ་བྲེལ་ཕོངས་དང་། །ཉེ་དུ་བྲལ་དང་དགྲས་བཅོམ་བུ་ལོན་དང་། །
en: “When grown up, humans suffer by laboring in fields, through poverty, And by separation from loved ones, oppression by enemies, and debt.

source: བཀྲེས་སྐོམ་ཚ་གྲང་དོན་ལ་སོགས་པས་སྡུག །
en: They also suffer from heat, cold, hunger, thirst, and the rest.

source: ཕོངས་པ་རྣམས་ནི་བཙལ་ཐབས་མེད་ནས་སྡུག །ཡོད་པ་རྣམས་ཀྱང་འཚོ་སྐྱོང་མེལ་ཚེས་སྡུག །
en: While the poor have no means of escaping their hardship, try as they might, The wealthy suffer too, needing to be vigilant to protect what they have.

source: ཞིང་རྨོ་ཚོང་བྱེད་འདུ་བྱེད་ལས་ཀྱི་སྡུག །
en: The work of farming and trading is suffering too.

source: དེ་ལ་སོགས་པའི་སྡུག་བསྔལ་བསམ་མི་ཁྱབ། །
en: “Sufferings such as these and others are more numerous than can be conceived.

source: སྡུག་བསྔལ་གཞི་ནི་ཕལ་ཆེར་ལྟོ་རྒྱབ་གཉིས། །འཇིག་རྟེན་འདི་ཡི་བདེ་བའི་ལོངས་སྤྱོད་ཀྱང་། །ཕལ་ཆེར་ཕྱི་མའི་ངན་སོང་སྡུག་བསྔལ་རྒྱུ། །
en: The bases of suffering are generally two—food and clothing— While even the pleasures of this world are for the most part The causes of suffering in lower rebirths later on.

source: ལྷ་མིན་སྐྱེས་ན་ང་རྒྱལ་ཕྲག་དོག་དང་། །ཁྲོ་གཏུམ་འཐབ་རྩོད་ལ་སོགས་དབང་གིས་སྡུག །
en: “Those born as asuras endure suffering caused by Pride and envy, rage and conflict, and more.

source: ལྷར་སྐྱེས་ཀྱང་ནི་འཆི་འཕོ་ལྟུང་བ་དང་། །འཆི་ལྟས་ལྔ་དང་འདུ་བྱེད་དབང་གིས་སྡུག །
en: “Those born as gods also endure suffering, such as the pain caused by Falling from heaven at death, the five signs of impending death, And the suffering of conditioned being.

source: རྒས་པ་ཡང་ནི་འདི་ལྟར་སྡུག་བསྔལ་ཏེ། །མགོ་དཀར་གཉེར་འདུས་གཞན་གྱིས་མཐོང་མི་མོས། །ཁ་སྣ་ཆུ་འཛག་རྐང་ལག་ཀུན་ཀྱང་འདར། །
en: “The sufferings of the elderly are like this: White hair, gathering wrinkles, being ignored by others, Dribbles of spittle and snot at the mouth and nose, Trembling hands, and unsteady legs.

source: སེམས་ཀྱིས་དྲན་ཡང་ལུས་ལ་ཉམ་སྟོབས་མེད། །
en: The body becomes too feeble to do what the mind intends.

source: བུ་ཚ་ཀུན་ཀྱང་ཤི་ན་རུང་སྙམ་སེམས། །ཞལ་ཏ་བྱས་ཀྱང་མི་ཉན་དབང་ཡང་ཤོར། །
en: Relatives all consider you better off dead; Your advice is not heeded and your authority is lost.

source: ཁ་ཅིག་སྲིན་རྒན་ཤི་འཕྱིས་ཞེས་ཀྱང་ཟེར། །
en: Some may even say, ‘That old monster should have died long ago.’

source: ཁ་ཅིག་བེར་དབྱུག་ཐོགས་ནས་རྡུང་བར་བྱེད། །
en: Some may even threaten to beat you with cudgels and sticks.

source: དེ་ལྟར་མཐོང་ཐོས་ཤིར་འདོད་ཤིར་མ་བཏུབ། །
en: Seeing and hearing this, you may want to die, but die you cannot.

source: ན་བ་རྣམས་ནི་འདི་ལྟར་སྡུག་བསྔལ་ཏེ། །ལུས་ཀྱི་འབྱུང་ཆེན་བཞི་ནི་མ་སྙོམས་པས། །རླུང་མཁྲིས་བད་ཀན་འདུས་པས་ལུས་གདུངས་ཏེ། །ལོངས་སྤྱོད་མཐོང་ཡང་འདི་ལ་འདོད་པ་མེད། །
en: “The sufferings of the sick are like this: When the four great physical elements are out of balance, The body is oppressed by combinations of wind, bile, and phlegm, So that even objects of enjoyment hold no allure.

source: ལུས་ཀྱི་ཉམ་སྟོབས་ཤོར་བས་ལྡང་མི་ནུས། །
en: Physical strength is sapped and you cannot even stand up.

source: མཛེས་པའི་གཟི་མདངས་ཤོར་བས་ཡི་དགས་འདྲ། །
en: Your luster and radiance are gone; you look like a preta.

source: འཆི་བ་རྣམས་ཀྱང་འདི་ལྟར་སྡུག་བསྔལ་ཏེ། །གཉེན་བཤེས་ཚོགས་ཀྱིས་ཆོ་ངེ་འདེབས་བྱེད་ཀྱང་། །དེ་ལ་ཉན་ལྟ་བསམ་པའི་ཡུལ་མེད་དེ། །
en: “The sufferings of the dying are like this: Though friends and relatives may gather and mourn, There is no looking on, or listening in, or thinking of them.

source: གནད་གཅོད་པ་ནི་མཚོན་ཆས་གཏུབ་པ་འདྲ། །མཛའ་དང་མི་མཛའི་དོན་དུ་སྔར་བྱས་པའི། །དགེ་སྡིག་ལས་ནི་རྨི་ལམ་ཡུལ་བཞིན་སྣང་། །
en: The vital force is severed, as if cut by a blade, With your past deeds toward friends and enemies, Both good and bad, appearing as if in a dreamscape.

source: གཤིན་རྗེའི་ཕོ་ཉ་ཤིན་ཏུ་འཇིགས་པས་བསྐོར། །
en: “The terrifying minions of Yama close in on all sides.

source: བྲེད་ཤ་ཐོན་ནས་ཀུན་ཏུ་བལྟས་བྱས་ཀྱང་། །མགོན་སྐྱབས་བྱེད་པ་སུ་ཡང་མ་མཐོང་ནས། །
en: Eyes wide with fear, you look here, there, and everywhere, But no savior is to be seen.

source: ཤིན་ཏུ་འཇིགས་བཞིན་ཀུན་ཏུ་ཡི་མུག་སྟེ། །བདག་ཉིད་གར་འགྲོ་གཏོལ་མེད་བར་དོ་འབྱུང་། །
en: In abject fear and total despair, with no idea where to go, The uncertain liminal state arises.

source: མི་རྟག་སྡུག་བསྔལ་མི་ཟད་ཡུན་རིང་འདི། །ཐོག་མ་མེད་ནས་ད་ལྟའི་བར་དུ་ཡང་། །འཕགས་ལམ་མ་ཐོབ་བར་དུ་རྟག་ཏུ་གདུང་། །
en: “Impermanence will be a constant source of torment Through these endless sufferings From beginningless time right up to the present, Until you accept the noble path.”

source: རྒྱལ་པོས་གསོལ་པ། བཅོམ་ལྡན་འདས་འཁོར་བ་འདི་ཤིན་ཏུ་སྡུག་བསྔལ་བ་ལགས་ན་བདེ་ལེགས་དང་ལྡན་པ་གང་ལགས།
en: Then the king asked, “Blessed One, if saṃsāra is so much suffering, then where is well-being to be found?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མྱ་ངན་ལས་འདས་པ་ནི་བདེ་ལེགས་ཕུན་སུམ་ཚོགས་པ་ཡིན་ནོ། །
en: The Blessed One replied, “Nirvāṇa is perfect well-being.”

source: རྒྱལ་པོས་གསོལ་པ། ཇི་ལྟར་བདེ་ལེགས་ཕུན་སུམ་ཚོགས་པ་ལགས།
en: “How is it perfect well-being?” asked the king.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། མྱ་ངན་འདས་པ་ཞི་བ་བདེ་བའི་མཆོག །རྣམ་རྟོག་བདག་ཏུ་འཛིན་དང་ཉོན་མོངས་མེད། །ངན་སོང་གསུམ་སོགས་བཀྲེས་སྐོམ་གྲང་དྲོ་དང་། །སྐྱེ་རྒ་ན་འཆི་ལ་སོགས་སྡུག་བསྔལ་མེད། །
en: The Blessed One answered, “Nirvāṇa is peace; it is happiness supreme, Devoid of concepts, of perceiving a self, and of afflictions, And devoid of the sufferings of the three lower realms, of hunger and thirst, of heat and cold, Of birth, of aging, of illness, of death, and the rest.

source: འཁོར་བ་མི་རྟག་སྡུག་བསྔལ་གཏན་ཟད་ནས། །ལས་སུ་གཞན་དོན་འབའ་ཞིག་སྤྱོད་བྱེད་ཅིང་། །མཐུ་དང་རྫུ་འཕྲུལ་བསམ་གྱིས་མི་ཁྱབ་བོ། །
en: All the sufferings of impermanent saṃsāra cease forever, And henceforth all actions are those that benefit others, With powers and miraculous abilities beyond imagination.”

source: དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། རྒྱལ་པོ་གཟུགས་ཅན་སྙིང་པོ་འཁོར་བ་ལས་ཡིད་བྱུང་ནས་རྒྱལ་སྲིད་མཆིལ་མའི་ཐལ་བ་ལྟར་བོར་ཏེ། མྱ་ངན་ལས་འདས་པ་བསྒྲུབ་པ་ལ་གཞོལ་བར་གྱུར་ཏོ། །
en: When the Blessed One had spoken, King Bimbisāra became disillusioned with saṃsāra, discarded his royal power like spittle in the dust, and set his mind on accomplishing nirvāṇa.

source: དེ་ལྟར་གྱུར་པ་ལ་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རྒྱལ་པོ་ཆེན་པོ་ལེགས་སོ་ལེགས་སོ། །
en: Then the Blessed One said: “Great King, well done, well done!

source: རྗེས་ཐམས་ཅད་ཀྱི་ནང་ན་གླང་པོ་ཆེའི་རྗེས་མཆོག་གོ། །
en: Among all footprints, the footprint of the elephant is the greatest.

source: མེ་ཏོག་རྣམས་ཀྱི་ནང་ན་པད་མ་དཀར་པོ་མཆོག་གོ། །
en: Among all flowers, the white lotus is the greatest.

source: འདུ་ཤེས་ཐམས་ཅད་ཀྱི་ནང་ན་མི་རྟག་པའི་འདུ་ཤེས་མཆོག་གོ། །
en: Among all notions, the notion of impermanence is the greatest.
